Repository: petr-muller/flask-tutorial
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Microblog Failure
cs: Microblog: Chyba

source: [Microblog] Reset Your Password
cs: Reset hesla

source: Username
cs: Uživatelské jméno

source: Password
cs: Heslo

source: Remember Me
cs: Zapamatovat

source: Sign In
cs: Login

source: Repeat Password
cs: Heslo (znovu)

source: Register
cs: Registrace

source: Please use a different username
cs: Zvolte jiné uživatelské jméno

source: Please use a different email address
cs: Zvolte jiný email

source: About me
cs: O mně

source: Submit
cs: OK

source: Say something
cs: Řekni něco

source: Request Password Reset
cs: Resetuj heslo

source: Your post is now live!
cs: Tvůj post byl odeslán!

source: Invalid username or password
cs: Neplatné uživatelské jméno nebo heslo

source: Congratulations, you are now a registered user
cs: Gratujujeme k úspěšné registraci

source: Your changes have been saved
cs: Změna byla uložena

source: Edit Profile
cs: Změna profilu

source: User %(username)s not found
cs: Uživatel %(username)s nebyl nalezen

source: You cannot follow yourself!
cs: Nelze sledovat sám sebe

source: You are following %(username)s
cs: Začal jsi sledovat %(username)s

source: You do not follow user %(username)s
cs: Nesleduješ uživatele %(username)s

source: You have unfollowed user %(username)s
cs: Sledování uživatele %(username)s bylo zrušeno

source: Explore
cs: Prozkoumat

source: Check your email for the instructions to reset your password
cs: Na email byly odeslány instrukce k resetování hesla

source: Reset Password
cs: Resetuj heslo

source: Your password has been reset
cs: Heslo bylo resetováno

source: Error: the translation service is not configured
cs: Chyba: Překladová služba není nakonfigurovaná

source: Error: the translation service failed (status=%(status)d
cs: Chyba: Selhala překladová služba (status=%(status)d)

source: File Not Found
cs: Nenalezeno

source: Back
cs: Zpět

source: An unexpected error has occurred
cs: Nastala neznámá chyba

source: The administrator has been notified. Sorry for the inconvenience!
cs: Chyba byla nahlášena administrátorům. Omlouváme se za nepříjemnost!

source: %(user)s said %(when)s
cs: %(user)s %(when)s řekl(a)

source: Translate from %(source)s to %(target)s
cs: Přeložit z %(source)s do %(target)s

source: Error: Could not contact server.
cs: Chyba: Nepodařilo se spojit se serverem.

source: Welcome to Microblog!
cs: Vítej na Microblogu!

source: Toggle navigation
cs: Navigace

source: Home
cs: Domů

source: Login
cs: Přihlásit

source: Profile
cs: Profil

source: Logout
cs: Odhlásit

source: Hello, %(user)s!
cs: Ahoj, %(user)s!

source: Newer posts
cs: Novější

source: Older posts
cs: Starší

source: New user?
cs: Nový uživatel?

source: Click to Register!
cs: Registruj se!

source: Forgot your password?
cs: Zapomenuté heslo

source: Click to Reset It
cs: Resetovat heslo

source: User: %(username)s
cs: Uživatel: %(username)s

source: Last seen on: %(when)s
cs: Naposled online %(when)s

source: %(followers)d followers, %(followed)d following.
cs: Sledován %(followers)d uživateli, sleduje %(followed)d uživatelů

source: Edit your profile
cs: Editovat profil

source: Follow
cs: Sledovat

source: Unfollow
cs: Zrušit sledování

source: Dear %(user)s
cs: Ahoj, %(user)s

source: To reset your password
cs: Pro reset hesla

source: click here
cs: klikni zde

source: Alternatively, you can paste the following link in your browser's address bar
cs: Popřípadě zkopíruj tento link do svého prohlížeče

source: If you have not requested a password reset simply ignore this message
cs: Pokud jsi nepožádal(a) o reset hesla, jednoduše tuto zprávu ignoruj

source: Sincerely
cs: Čus

source: The Microblog Team
cs: Tým Microblogu
